import React from "react";
import { Alert } from "../../../packages/alert/build";
import testImage from "./test.png";

export default function() {
  return (
    <div>
      <p>
        <button
          onClick={() => {
            Alert("这是一个可以取代系统alert的弹框");
          }}
        >
          可以完全取代window.alert
        </button>
      </p>
      <p>
        <button
          onClick={() => {
            Alert(
              "这是一个可以取代系统alert的弹框，带有非常长长长长长长长长长长内容自动换行"
            );
          }}
        >
          内容自动换行
        </button>
      </p>
      <p>
        <button
          onClick={() => {
            Alert({
              content: (
                <div style={{ color: "red", padding: ".1rem" }}>
                  <p>内容是完全自定义的组件</p>
                  <p>
                    <button>测试按钮</button>
                  </p>
                  <p>
                    <img alt="" src={testImage} width="100%" />
                  </p>
                </div>
              )
            });
          }}
        >
          弹框的内容可以用react组件完全自定义
        </button>
      </p>

      <p>
        <button
          onClick={() => {
            Alert({
              content: "这是一个可以取代系统alert的弹框",
              showCancel: true
            });
          }}
        >
          显示副按钮，副按钮默认显示“取消”
        </button>
      </p>

      <p>
        <button
          onClick={() => {
            Alert({
              content: "这是一个可以取代系统alert的弹框",
              confirmContent: (
                <div>
                  <svg viewBox="0 0 1024 1024" width=".2rem">
                    <path fill="green" d="M501.937582 545.097053c147.891962 0 268.231366-118.534055 268.223274-264.288929 0-145.746783-120.330301-264.28994-268.222263-264.28994-147.890951 0-268.221252 118.584625-268.221252 264.28994C233.71633 426.520519 354.046631 545.097053 501.937582 545.097053zM612.471463 570.546911 411.497184 570.546911c-186.760063 0-338.664249 149.569875-338.664249 333.472733l0 19.794109c0 96.139636 149.47278 96.139636 338.664249 96.139636l200.974278 0c181.747565 0 338.694591 0 338.694591-96.139636l0-19.794109C951.164031 720.158252 799.235571 570.546911 612.471463 570.546911z" />
                  </svg>
                  <span style={{ color: "red" }}>Submit</span>
                </div>
              )
            });
          }}
        >
          控制按钮可以用React组件完全定制
        </button>
      </p>

      <p>
        <button
          onClick={() => {
            Alert({
              content: "这是一个可以取代系统alert的弹框",
              showCancel: true,
              cancelContent: (
                <div>
                  <svg viewBox="0 0 1024 1024" width=".2rem">
                    <path fill="green" d="M501.937582 545.097053c147.891962 0 268.231366-118.534055 268.223274-264.288929 0-145.746783-120.330301-264.28994-268.222263-264.28994-147.890951 0-268.221252 118.584625-268.221252 264.28994C233.71633 426.520519 354.046631 545.097053 501.937582 545.097053zM612.471463 570.546911 411.497184 570.546911c-186.760063 0-338.664249 149.569875-338.664249 333.472733l0 19.794109c0 96.139636 149.47278 96.139636 338.664249 96.139636l200.974278 0c181.747565 0 338.694591 0 338.694591-96.139636l0-19.794109C951.164031 720.158252 799.235571 570.546911 612.471463 570.546911z" />
                  </svg>
                  <span style={{ color: "red" }}>取消</span>
                </div>
              )
            });
          }}
        >
          定制副按钮
        </button>
      </p>


      <p>
        <button
          onClick={() => {
            Alert({
              content: "隐藏弹框的黑色半透明按钮",
              showMask: false
            });
          }}
        >
          可以隐藏弹框的黑色半透明按钮
        </button>
      </p>

    </div>
  );
}
