export const province = [
  {
    label: "北京市",
    value: "110000000000",
  },
  {
    label: "天津市",
    value: "120000000000",
  },
  {
    label: "河北省",
    value: "130000000000",
  },
  {
    label: "山西省",
    value: "140000000000",
  },
  {
    label: "内蒙古自治区",
    value: "150000000000",
  },
  {
    label: "辽宁省",
    value: "210000000000",
  },
  {
    label: "吉林省",
    value: "220000000000",
  },
  {
    label: "黑龙江省",
    value: "230000000000",
  },
  {
    label: "上海市",
    value: "310000000000",
  },
  {
    label: "江苏省",
    value: "320000000000",
  },
  {
    label: "浙江省",
    value: "330000000000",
  },
  {
    label: "安徽省",
    value: "340000000000",
  },
  {
    label: "福建省",
    value: "350000000000",
  },
  {
    label: "江西省",
    value: "360000000000",
  },
  {
    label: "山东省",
    value: "370000000000",
  },
  {
    label: "河南省",
    value: "410000000000",
  },
  {
    label: "湖北省",
    value: "420000000000",
  },
  {
    label: "湖南省",
    value: "430000000000",
  },
  {
    label: "广东省",
    value: "440000000000",
  },
  {
    label: "广西壮族自治区",
    value: "450000000000",
  },
  {
    label: "海南省",
    value: "460000000000",
  },
  {
    label: "重庆市",
    value: "500000000000",
  },
  {
    label: "四川省",
    value: "510000000000",
  },
  {
    label: "贵州省",
    value: "520000000000",
  },
  {
    label: "云南省",
    value: "530000000000",
  },
  {
    label: "西藏自治区",
    value: "540000000000",
  },
  {
    label: "陕西省",
    value: "610000000000",
  },
  {
    label: "甘肃省",
    value: "620000000000",
  },
  {
    label: "青海省",
    value: "630000000000",
  },
  {
    label: "宁夏回族自治区",
    value: "640000000000",
  },
  {
    label: "新疆维吾尔自治区",
    value: "650000000000",
  },
];
